tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "xz"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "aria2"
brew "bat"
brew "cairo"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "python@3.13"
brew "gobject-introspection"
brew "helm"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "neovim"
brew "node"
brew "nvm"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "sevenzip"
brew "teleport"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tree"
brew "wget"
brew "xcodes"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "qmk/qmk/qmk"
cask "anydesk"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "font-sn-pro"
cask "font-symbols-only-nerd-font"
cask "iterm2"
cask "miniforge"
cask "rectangle"
cask "secretive"
cask "sf-symbols"
cask "xquartz"

brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
